[Character.CharClass_Hyperion_TurretSlag_Digi AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Population.PawnBalance_Hyperion_TurretSlag_Digi AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Hyperion Cinder Tower")

[Weapons.HyperionTurret_WeaponType_Slag WeaponTypeDefinition]
Typename="Semi-automatic sniper rifle"
PickupMessage="you received %s"
UseFailureLevelMessage="You must be level %d or higher to use this item."
UseFailureConstraintsMessage="You cannot use this."
NoManufacturerName="General"

